[{"name":"Информация","content":["Правила созданы Volodya_Dope","","При обновлении правил сервера, обновление фаила будет в течении 24 часов","","По всем предложениям, багам - https:\/\/vk.com\/vok1no"]},{"name":"1. ОСНОВНЫЕ ПРАВИЛА СЕРВЕРА","content":["1. ОСНОВНЫЕ ПРАВИЛА СЕРВЕРА","","1.1 Использование читов {ff6060}[ BAN 30+ дней ]","1.2 Использование вредительских читов {ff6060}[ BAN-IP 2000 дней ]","1.3 Использование посторонних скриптов и т.п, которые дают преимущество {ff6060}[ BAN 15+ дней ]","1.4 Багоюз (ХП, анимации в спорт зале и т.п){ff6060} [WARN \/ BAN 15+ дней ]","1.5 Багоюз связанный с игровой валютой, рулетками и т.п {ff6060}[ BAN-IP 2000 дней ]","1.6 Махинации связанные с игровыми валютами (вирты, евро, биткоин и т.п) {ff6060}[ BAN-IP 2000 дней ]","1.7 Мультиаккаунт (использование более 3-х активных аккаунтов на сервере) {ff6060}[ BAN 30-2000 дней ]","1.8 NonRP развод {ff6060}[ BAN 30-2000 дней ]","1.9 Слив поста администратора\/лидера\/заместителя {ff6060}[ BAN-IP 2000 дней ]","1.10 Слив аккаунта {ff6060}[ BAN-IP 2000 дней ]","1.11 Взлом или продажа игровых аккаунтов {ff6060}[ BAN-IP 2000 дней ]","1.12 Вымогательство имущества или денег у игроков {ff6060}[ BAN 30-2000 дней ]","1.13 Подставлять \/ намеренно сливать игроков или администрацию {ff6060}[ BAN 30-2000 дней ]","1.14 Распространение скриптов и т.д, которые запрещены на нашем сервере {ff6060}[ BAN 2000 дней ]","1.15 Донат другому игроку с целью получения через него чего-либо {ff6060}[ BAN 2000 дней ]","1.16 Слив поста заместителя в семье {ff6060}[ BAN 30+ дней ]","1.17 Соучастие с ЧСником сервера \/ проекта, выраженное в любой форме {ff6060}[ BAN 30-2000 дней ]","1.18 Шантаж кого-либо, чем-либо {ff6060}[ BAN 30-2000 дней ]","1.19 Размещение неадекватного баннера {ff6060}[ BAN 3-5 дней ]","1.20 Выдача себя за администратора {ff6060}[ BAN 30-2000 дней ]","1.21 Играть в рулетку или т.п игру на любое имущество, вирты и т.п  {ff6060}[ BAN 3-7 дней ]","1.22 Использование фашистской и другой символики официально запрещенной на территории РФ, пропаганда {ff6060}[ BAN 3-7 дней ]","1.23 Использование любых обходов, эмуляторов для входа на сервер {ff6060}[ BAN 30-2000 дней ]","1.24 Использовать машинки \/ другие средства на ПУ во время перестрелки {ff6060}[ WARN]","1.25 Использование VPN на сервере {ff6060}[ BAN 30 дней ]","1.26 Запрещено парковать трейлер в указанных местах на карте красной пометкой {ff6060}[ Спавн трейлера + JAIL 120 ]","1.27 Запрещена реклама промокода на билбордах (также заувалированная) {ff6060}[ JAIL 120 + удаление баннера \/ в след - BAN 5 ]","1.28 Запрещено использование автокликера в любом его проявлении, приравнивается к боту {ff6060}[ BAN 30 дней ]"]},{"name":"2. ПРАВИЛА ПОВЕДЕНИЯ В ЧАТЕ","content":["2. ПРАВИЛА ПОВЕДЕНИЯ В ЧАТЕ","","2.1 Оскорбление \/ упоминание родных {ff6060}[ MUTE 300 \/ BAN 30-2000 ]","2.2. Оскорбление администрацииMUTE 200+ минут \/ BAN 5+ дней","2.3. Оффтоп в \/reportRMUTE 60 минут","2.4. Ложные жалобы в \/reportRMUTE 60 минут","2.5. Оскорбления \/ Мат в ООС чатMUTE 30-60 минут","2.6. MetaGamingMUTE 30 минут","2.7. ТранслитMUTE 30 минут","2.8 Использование других чатов в обход \/reportMUTE 60 минут","2.9 CapsLockMUTE 30 минут","2.10 Обман администрацииMUTE 300 минут \/ BAN 15+ дней","2.11 Флуд (3 и более строк однотипного сообщения в течении 30 секунд)MUTE 30 минут","2.12 Реклама сторонних ресурсовMUTE 300 минут \/ BAN 30+ дней \/ BAN-IP","2.13. Злоупотребление символамиMUTE 30 минут","2.14. Оскорблении нации \/ обсуждение политикиMUTE 200+ минут","2.15. Игра на имущество в \/tryMUTE 60 минут","2.16. Призыв к игре на имущество в \/tryMUTE 60 минут","2.17. Оскорбление сервера \/ ПроектаMUTE 200+ минут \/ BAN 5+ дней","2.18. Неадекватное поведениеMUTE 60+ минут","2.19. Провокация администрации\/игрока на конфликтMUTE 60-120 минут","2.20. Организованный флуд (отправка сообщений от разных лиц, но с одним контекстом)MUTE 60 минут всем участникам флуда","2.21. Просьба спавна, выдачи транспорта и того подобногоMUTE 30 минут","2.22. Розжиг межнациональной розниMUTE 100+ минут \/ BAN 15+ дней","2.23. Любая реклама\/торги в \/jb [см. примечание ** и *****]MUTE 60 минут","2.24. Использование лесенки (Пример: ПрОдАетСя ДоМ пОд НомЕроМ)MUTE 60 минут","2.25. Завуалированный мат\/оскорбленияMUTE 60-120 минут","2.26. Сокращение в новости\/нарушение ПРОMUTE 30 минут","2.27. Багоюз \"1.1.1.1.1 сообщение\"","MUTE 60-120 минут","2.28. Написание ошибочных предложений сервера по типу: Server is Full, You Are Banned From This Server в \/vrMUTE 60 минут","2.29. Флуд в \/vr (два одинаковых сообщения чаще, чем раз в 30 секунд)MUTE 30 минут","2.30. Провокация на флудMUTE 60-120 минут","2.31. Использование АУЕ жаргонаMUTE 60 минут","2.32. Реклама промокода в любой чатMUTE 300 минут \/ послед.разы BAN 5 дней","2.33. Реклама своих услуг и т.д в вип чат используя обход оплаты сообщения (реклама семьи, продажа\\покупка, реклама бизнесов и тому подобное)MUTE 60-120 минут","2.34. Обсуждение действий администрацииMUTE 60 минут"]},{"name":"3. ПРАВИЛА ROLE PLAY ПОВЕДЕНИЯ НА СЕРВЕРЕ","content":["3. ПРАВИЛА ROLE PLAY ПОВЕДЕНИЯ НА СЕРВЕРЕ","","3.1. Death Match","3.1.1. Death Match в зеленой зоне","3.1.2. Death Match в зеленой зоне (без урона)","3.1.3. Массовый Death Match (нанесение урона 3 и более игрокам)","3.1.4. Death Match сотрудников МЮ [ДМ Копов]","3.1.5. Массовый Death Match в зеленой зоне (нанесение урона 3 и более игрокам)","","3.1 - JAIL 120-240 минут \/ GUNBAN 1-7","3.1.1 - WARN","3.1.2 - JAIL 20 минут","3.1.3 - BAN 3-7 ДНЕЙ","3.1.4 - JAIL 300 минут \/ GUNBAN 5-7","3.1.5 - BAN 3-10 ДНЕЙ","3.2. DriveBy","3.2.1. Массовый DriveBy (нанесение урона 3 и более игрокам)","3.2.2. Массовый DriveBy в зеленой зоне (нанесение урона 3 и более игрокам)3.2 - JAIL 60 минут \/ WARN","3.2.1 - BAN 3-7 ДНЕЙ","3.2.2 - BAN 3-10 ДНЕЙ","3.3. Revenge KillWARN","3.4. PowerGamingWARN","3.5. Spawn KillWARN","3.6. Team KillWARN","3.7. Выход из игры \/ уход от ареста или смерти в воду, интерьер, респу \/ уход в зеленую зону от смерти","3.7.1 Уход от Role Play в любом видеWARN","3.8. АФК от смерти \/ арестаWARN","3.9. Уход от наказанияBAN 10-30 ДНЕЙ","3.10. Оружие в зеленой зоне(держать в руках)","3.10.1 Оружие в зеленой зоне(целиться)","3.10.2 Оружие в зеленой зоне(стрелять в воздух)Изъятие оружия","3.11. NonRPJAIL 120 минут \/ WARN","3.12. Помеха работе администрацииJAIL 20 минут","3.13. NonRP фермерJAIL 20 минут","3.14. Сбив анимацииJAIL 120 минут \/ WARN","3.15. NonRP ник во фракцииWARN \/ Увольнение \/ Смена NickName","3.16. NonRP расположение переносной лавкиПросьба перенести, отказ - JAIL 30 минут","3.17. Крыша лавки на центральном рынкеПросьба слезть, отказ - JAIL 30 минут","3.18. Езда по центральному рынку на ТС \/ Non RP парковкаJAIL 30 минут","3.19. Продажа лавки на центральном рынкеJAIL 120 минут","3.20. Ставить трейлеры помехой другим игрокамJAIL 120 минут + спавн трейлера","3.21. Продажа платформы на СТОJAIL 120 минут","3.22. Использование транспорта на шахтеСпавн транспорта","3.23. Передавать вещи, полученных с ивента, с твинков на основуBAN 2000 дней","3.24. Выход из игры от наказанияBAN 10 дней","3.25. Кач ЗП (То есть АФК без ЕСК во фракции от 8+ ранга в гос.)KICK","3.26. НОН-РП ник, не соответствующий РП режиму (NeVasya_Pupkin, Denis_123, Ivanov_Denis и так далее)Смена ника (в случае отказа BAN 30 дней)","3.27 Установка эксклюзивного тюнинга на недопустимый вид транспорта, которому он не может соответствовать в рамках РППросьба снять, игнорирование - изъятие тюнинга и BAN 3 дня","3.28. DriveBy ковшом от тюнингаWARN \/ BAN 3 дня","3.29 Нарушение правил нападения на военные базыJAIL 60-120 минут \/ WARN","3.30 Запрещен стримснайпинг (использование игровой информации, которая была получена на трансляции другого игрока проекта)JAIL 180 минут \/ WARN","3.31 Запрещена любая провокация на совершение убийства или перестрелку в Зелёной ЗонеJAIL 120 минут","3.32 Запрещено создавать маппинг у дома\/бизнеса, который нарушает законы физики, является помехой другим игрока, не соответствует РП режимуПросьба удалить \/ удаление","3.32 Неадекватные надписи на лавках на ЦРBAN 1-5 дней","3.33. Неадекватные надписи в названии таксиBAN 1-5 дней","3.34. Назначение цены с целью обмана \"1111111, 21111111\"Просьба удалить, отказ - KICK","3.35. Нарушение правил описания игрока","3.35.1. Неадекватное описание игрока","3.35.2. Описание игрока, которое не соответствует RP процессу","3.35.3. Бредовое описание персонажа","3.35.4. Нецензурная лексика в описании персонажа","3.35.5. Описание персонажа на любом языке, кроме общепринятого на проекте (Русский)","3.35.6. Упоминание или оскорбление родных в описании персонажа","3.35.7. Реклама промокодов в описании персонажа","3.35.8. Реклама сторонних ресурсов в описании персонажа3.35.1 - Просьба сменить, отказ - BAN 1 день","3.35.2 - Просьба сменить или КД 6 PayDay","3.35.3 - Просьба сменить или КД 6 PayDay","3.35.4 - Просьба сменить, отказ - BAN 1 день","3.35.5 - Просьба сменить или КД 6 PayDay","3.35.6 - BAN 5-2000 дней","3.35.7 - КД 10 PayDay, повтор - КД 72 PayDay","3.35.8 - BAN 30 дней","3.36. Серьезные нарушения в ТСР (например: дм, сбив и т.п)WARN","3.37 Использовать камни бессмертия\/пространства в любых Role Play ситуацияхWARN","3.38. Запрещена стрельба с транспортного средства","*Примечание: Запрещено стрелять по людям не находящимся в транспортном средстве.","*Исключение: Разрешено стрелять по людям находящимся в транспортном средстве, а также по автомобилям.WARN","3.39 Сбив темпа стрельбы\/сбив анимаций стрельбыJAIL 120 минут \/ WARN","",""]},{"name":"4. ПОВЕДЕНИЕ ВНЕ ИГРОВОГО СЕРВЕРА","content":["4. ПОВЕДЕНИЕ ВНЕ ИГРОВОГО СЕРВЕРА","","","4.1 Оскорбление администрации\/проекта в ВК, дискорд или т.п сервисыMUTE 300 минут \/ BAN 3-2000 дней","4.2 Упоминание родных в ВК, дискорд или в т.п сервисыMUTE 300 минут \/ BAN 3-2000 дней","4.3 Оскорбление родных в ВК, дискорд или в т.п сервисыBAN 3-2000 дней \/ ЧС сервера, проекта","4.4 Предложение (намек) кому-то купить \/ продать у Вас вирты\/имущество в ВК, дискорде и т.п сервисыBAN 2000 дней","4.5 Неадекватное поведение на форумеBAN 5-30 дней.","4.6 Платить\/предложить виртуальные\/реальные деньги другому игроку за удаление жалобыBAN 30-2000 дней","4.7 Удалять доказательства\/опровержение с принятой администратором жалобы в течении 7 днейBAN 5-30 дней","*Наказание за данный раздел может отсутствовать или быть меньше по решению Главной Администрации.","**Наказания за пункты 4.1, 4.2, 4.3 не выдается за нарушение в ЛС (исключение - один из собеседников 9+ ранг во фракции или администратор)","***Наказание также последует, если о продаже виртов было написано \"по рофлу\" и т.п.","****За данный пункт наказание выдается очень редко, но может быть выдано именно Вам","*****Также считается взятие денег\/предложение взять деньги у игрока за удаление жалобы"]},{"name":"5. ПРАВИЛА ГОЛОСОВОГО ЧАТА","content":["5. ПРАВИЛА ГОЛОСОВОГО ЧАТА","","","5.1. Любые оскорбления, нецензурная браньMUTE 60 минут","5.2. Включение любой музыки в местах скопления людейMUTE 60 минут","5.3. Издавать любые звуки, создающие помеху игрокам (громкие звуки, шипение микрофона и т.д)MUTE 20 минут","5.4. Неадекватное поведение в голосовом чатеMUTE 60-120 минут","5.5. Упоминание \/ оскорбление родныхMUTE 300 минут \/ BAN 30-2000 дней","5.6. Межнациональная розньMUTE 300 минут","5.7. Использовать программы для изменения голосаMUTE 60 минут","5.8. Обман игроковBAN 30+ дней","5.9. Оскорбление администрации \/ сервера \/ проектаMUTE 200 минут \/ BAN 5+ дней","5.10. Обсуждение действий администрацииMUTE 60 минут","5.11. Нарушение тишины, если она была потребована администрациейMUTE 20 минут","5.12. Чрезмерная реклама продажи своего имущества с помощью голосового чата (Автобазар, центральный рынок), которая создает помеху общению других игроковMUTE 20 минут","5.13. MetaGamingMUTE 30 минут",""]},{"name":"6. ПРАВИЛА ПОВЕДЕНИЯ НА СЛЕТЕ","content":["6. ПРАВИЛА ПОВЕДЕНИЯ НА СЛЕТЕ","","1. Правила вступают в силу за 30 минут до слёта дома, транспорта или бизнеса;","2. Игрок имеет право попросить помощи у администрации в обеспечении наблюдения и безопасности проведения слёта;","3. Начинать запись опровержения на слет дома\/бизнеса\/автомобиля необходимо за одну минуту до начала слета или на видео должно быть отчетливо видно, как Вы самостоятельно добираетесь до слета(в таком случае опровержение может быть менее одной минуты).","4. Если Вы ловите имущество по инфе, Вы в обязательном порядке должны самостоятельно предоставлять доказательство того, откуда вы брали информация. Пример: Блокировка аккаунта - предоставлять ссылку где указано о блокировки, либо скриншот того, как его заблокировали в игре. Если предоставленная Вами информация звучит не убедительно, администрация оставляет за собой право изъят пойманное имущество.","5. Администратор имеет право забанить участника в слёте до выяснения в подозрении наличия программ или скриптов, облегчающих ловлю. В таком случае Вы обязаны предоставить администратору видеозапись, опровергающую его подозрения, написав в специальный раздел (кликабельно) прикрепив в тему опровержение;","6. Если Вы словили дом\/бизнес\/транспорт с софтом (использование телепорта и других читов) для ловли имущества - администрация оставляет за собой право забанить Ваш основной аккаунт\/твинк, на который было передано имущество навсегда;","7. Если игрок не предоставил опровержение со слета, администрация оставляет за собой право перебанить игровой аккаунт на 30 дней. Хранить опровержение со слета игрок обязан в течение 5 дней с момента ловли дома\/бизнеса\/транспорта.","8. Игроку, словившему имущество разрешается продать свое имущество сразу, но, если с данного игрока запросят опровержение и он его не предоставит, либо его отклонят и тому подобное - игрок, купивший это имущество в течение двух часов с момента ловли, как и продавец - получают бан до 30 дней.","9. В случае любого нарушения правил слета, администратор имеет право потребовать от игрока отдать словленное имущество","10. Требования для фрапса от игрока:","- Качество 480p (Если Вы зафрапсили в 144p, а затем перезаписали видео в 1080p, опровержение не будет принято)","- FPS не менее 15 кадров в секунду. (самого фрапса, не игры.)","","[!ВАЖНО!] После включения записи на опровержении должен быть пробит \/time и \/id на ваш никнейм, необходимо еще открыть TAB, на котором будет отчетливо видно ваш никнейм [!ВАЖНО!]","Примечание: за не соблюдение данных пунктов правил игрок может быть наказан блокировкой 30 дней.","","","Игрокам запрещается:","","6.1 Использовать различные программы\/скрипты и т.п. для облегчения ловли дома\/бизнеса\/машины | BAN 30-2000 дней","6.2 Любая помеха: JAIL 30-60 минут \/ Помеха в момент получения Payday | BAN 1-3 дня","6.3 АФК более 20 секунд за 5 минут до слёта | KICK","6.4 Использование анимации вовремя слёта имущества: JAIL 120 минут","6.5 DeathMatch на слёте | BAN 1-3 дня","6.6 Использовать машинки \/ другие средства на ПУ во время слета | JAIL 120 минут","6.7 Получать деньги\/имущество на гос. стоимость | Изъятие пойманного имущества - бан с обнулением","6.8 Ловить бизнес\/дома с твинков(Если вам заблокировали основной аккаунт, нельзя ловить с других. Исключение: аккаунт забанен не более чем на 60 дней) | BAN 2000 дней.","6.9 Использовать камень пространства. | BAN 15 дней.","6.10 Использовать \/fixmycar при ловле имущества | JAIL 300 минут","6.11 Ловить по чекеру информации о слете | BAN 30-2000 дней","6.12 Удалять или скрывать опровержения со слета, после одобрения администрацией | BAN 5 дней.","6.13 Ловить имущество со скрытым HUD | BAN 5 дней."]},{"name":"7. ПРАВИЛА ДЕНЕЖНЫХ ПЕРЕВОДОВ","content":["7. ПРАВИЛА ДЕНЕЖНЫХ ПЕРЕВОДОВ","","Денежные передачи \/ переводы, правила \/trade и взаимодействия с евро:","","Перед тем как перевести деньги своему знакомому, необходимо соблюдать правила ниже:","1) Каждый крупный перевод \/ передачу нужно обязательно записывать на видео\/скринить двум сторонам + иметь доказательства договоренности.","2) Если у двух сторон совпадает IP, перед переводом желательно звать администратора в \/report, дабы избежать ошибочных банов и дополнительных проблем.","3) Переводы разрешено проводить только через банк, \/trade.","4) Разрешено доплачивать игроку через банк или \/trade, если бизнес\/дом продается дороже \"Системы по ограничению цены за продажу имущества\".","5) Разрешено покупать имущество (транспорт, аксессуары, бизнесы и т.д.) при помощи евро\/биткоина.","6) Администрация не помогает в проведении любых сделок с евро\/биткоином. Каждая сделка с евро это риск быть обманутым, учтите это перед проведением подобных операций.","","","За что вам могут выдать бан:","","Если переводы будут проходить через продажу аксессуаров \/ имущества \/ сим-карту \/ балансы бизнесов или домов и тому подобного.","Если будут передачи больше 1.000.000$ при помощи \/pay.","Перевод денег\/имущества с аккаунта который должен получить бан, на чистый аккаунт. (если аккаунт на котором все ваши средства, ожидает бана по жалобе, то запрещено их переводить через друзей на другой чистый аккаунт. Если такое будет замечено, бан получают все лица которые участвовали в переводе)","Обход комиссии при продаже. (Продажа имущества ниже реальной ее стоимости, а после этой продажи - оплата этого имущества через банк, склад семьи и т.д. Разрешена лишь доплата за имущество, если был достигнут предел стоимости для продажи. Правило распространяется лишь на итоговую продажу\/покупку имущества двумя разными людьми). Исключение: продажа при помощи евро, биткоина. (Пояснение! Продавать имущество ниже гос.цены разрешено, если эта операция не для обхода комиссии! (К примеру: подарок, перепродажа просто дешевле закупочной цены, обмен и так далее. Это правило действует только на обход комиссии!)","Запрещено передавать имущество через мусорки, шкафы, багажники и тому подобное.","","","","Так же, обратите свое внимание:","","Если Вы вдруг получили странный перевод денег по банку от знакомого или стороннего лица, сначала узнайте как он получил деньги и почему передал вам. Если он откажется отвечать, то необходимо связаться с администрацией и рассказать. Деньги от сторонних лиц могут нести опасность вашему аккаунту, эти деньги могут быть получены каким либо багом \/ обманом игроков \/ покупки игровой валюты и тому подобного, и если Вы попытаетесь скрыть этот перевод, а деньги побыстрее потратить или перенести на твинки, то все аккаунты получают бан за махинации на 666+ дней.","","Будьте бдительны и аккуратны, для полной безопасности следуйте правилам и никаких проблем у вас не будет.","","","","ВСЕ ЭТИ ПРАВИЛА ОЧЕНЬ ВАЖНЫ И ЗА ИХ НЕСОБЛЮДЕНИЕ ВЫ БУДЕТЕ ПОЛУЧАТЬ САМУЮ ЖЕСТКУЮ МЕРУ НАКАЗАНИЯ, ВСЯ ТЕМА НАПРЯМУЮ ОТНОСИТСЯ К ЭКОНОМИКЕ СЕРВЕРА И МЫ НЕ ДАДИМ ЕЕ ИСПОРТИТЬ. ЛЮБЫЕ МАХИНАЦИИ НАКАЗЫВАЮТСЯ БАНОМ НА 2000 ДНЕЙ."]},{"name":"8. ПРАВИЛА ПРОВЕДЕНИЯ БИТВЫ НА ПОРТУ","content":["8. ПРАВИЛА ПРОВЕДЕНИЯ БИТВЫ НА ПОРТУ","","Битва за порт проходит с участием всех банд гетто и МО.","Порт начинается в 14:50, 19:50 (системно)","На захват порта идут только сотрудники МО(любой ранг) и члены банд(3+);","","","На защите порта разрешено:","","8.1.Использовать бронежилет.","8.2. Использовать все средства пополнения здоровья. (Искл. Запрещенные и Аксессуар)","8.3.Использовать все виды оружия. (Искл. Те что запрещены)","8.4.Увольнять 1-4 ранги если мешают проведению.","8.5. Находиться в АФК неограниченное кол-во времени. (Искл. Лидер\/Заместитель, для них по правилам лидеров)","8.6. Использовать Power Gaming.","8.7. Использовать улучшения на оружие.","8.8. Разрешено уволить 5+ ранг если использует софт и на это есть доказательства.","8.9. Разрешена помощь всех структур МО.","8.10. Разрешена помощь от сотрудников МЗ.","","","","На защите порта запрещено:","","8.11. Приезжать на порт до его начала участникам уличных группировок (исключение: сбор в зелёной зоне, см. зоны проведения порта) | JAIL 120-200 минут \/ WARN.","8.12. Использовать активные аксессуары(Скейт, Огнетушитель и т.п) | JAIL 120-200 минут \/ WARN.","8.13. Возвращаться на битву после смерти(RK) | JAIL 120-200 минут \/ WARN.","8.14. Любые сбивы каких либо анимаций | JAIL 120-200 минут \/ WARN.","8.15. Использовать любые запрещенные программы\/скрипты | BAN 30 дней.","8.16. Стрелять находясь в транспорте(C мясовозки, с пассажирского) | JAIL 120-200 минут \/ WARN.","8.17. Вступать в союз с другой бандой(МО разрешено вступать в союз с МО) | до 3-х человек - варн всем трём,3+ = Строгий выговор обоим лидерам","8.18. Помощь посторонних лиц (Другие гос. структуры(Искл. МО) и мафии так же входят в этот список) | JAIL 120-200 минут \/ WARN.","8.18.1 Помощь от гражданских | JAIL 60 минут.","8.19. Приходить на битву в скине не соответствующем вашей организации(Механик и т.п) | JAIL 120-200 минут \/ WARN.","8.20. Увольнять\/принимать участников битвы во время её проведения | Строгий выговор","8.21. Использовать Combat Shotgun, Sniper Rifle, Огнетушитель, Балончик, Sawwed-off, УЗИ | JAIL 120-200 минут \/ WARN.","8.22. Принимать участие в битве имея большой пинг(150+) | KICK","8.23. Флудить командами, которые вызывают текстовые диалоги или анимации | JAIL 120-200 минут \/ WARN.","8.24 Стрелять по администрации или любая другая помеха работе | JAIL 20 минут","8.25. Использовать \/adrenaline | JAIL 120-200 минут \/ WARN.","8.26. ДБ(Убийство с помощью транспорта) | JAIL 120-200 минут \/ WARN.","8.27. Прилетать на захват и садится на красные зоны | JAIL 120-200 минут \/ WARN.","8.28. Использовать аксессуар костюм попугая. KICK","8.29. Медикам запрещено поднимать участников битвы с помощью \/cure, а так же использовать \/heal в бою | WARN","8.30 Забираться на красные зоны путём прыжка с парашюта | JAIL 120-200 минут","8.31 Нарушение зоны проведения порта | JAIL 120 \/ WARN","8.32 Использовать защитные сеты (сет военного), которые добавлены для МО | JAIL 120-200 минут \/ WARN.","8.33 Запрещено использовать заточенный бронежилет | JAIL 200 \/ WARN","[ДЕЙСТВУЕТ С 13.03.2023 00:00 МСК] 8.34 Запрещено использовать оглушающий плод, а также охранников | WARN"]},{"name":"9. ПРАВИЛА ОПИСАНИЯ ИМУЩЕСТВА","content":["9. ПРАВИЛА ОПИСАНИЯ ИМУЩЕСТВА","","9.1. Использования мата (завуалированный, а также литературные слова) | JAIL 60-120","9.2. Реклама промо-кодов, розыгрыши или раздачи чего-либо. | JAIL 60-120","9.3. Реклама любых сторонних ресурсов. | BAN 30 дней.","9.4. В описании не должны присутствовать оскорбления любого характера(обычные, завуалированные и.т.п) | JAIL 120-200","9.5. Оскорбления\\упоминания родных | BAN 30 дней.","9.6. Оскорбление сервера\\проекта | BAN 30 дней.","9.7. Описания не несущие смысловой нагрузки(Подобным демонстрированным ниже) | Удаление описания.","9.8. Составлять названия из символов | Удаление описания.","[Важно] За частые нарушения данных правил, вы получите деморган в 500 минут или бан на 3-15 дней."]},{"name":"10. ПРАВИЛА УСТАНОВКИ ОБЪЕКТОВ ВОЗЛЕ СВОЕГО ДОМА\/БИЗНЕСОВ","content":["10. ПРАВИЛА УСТАНОВКИ ОБЪЕКТОВ ВОЗЛЕ СВОЕГО ДОМА\/БИЗНЕСОВ","","10.1. Установка объектов нестандартным образом(Пример: заборы использовать как лестницы,трамплины,","вертолетные площадки и.т.п) | Удаление всех объектов","10.2. Устанавливать объекты в воздухе, не прилегающих к земле. | Удаление всех объектов","10.3. Запрещено устанавливать \"Танцполы\" вместо стен. | Удаление всех объектов","10.4. Установка объектов которые создают помеху другим игрокам(Установка на тратуарах,дорогах и.т.п) | Удаление всех объектов","10.5. Запрещено устанавливать \"Танцполы\" на входе в свой бизнес. | Удаление всех объектов","[Важно] За частые нарушения данных правил, вы получите деморган в 500 минут или бан на 3-15 дней."]},{"name":"11. ПРАВИЛА МП ЗЛОВЕЩИЙ ДВОРЕЦ","content":["11. ПРАВИЛА МП \"ЗЛОВЕЩИЙ ДВОРЕЦ\"","","Разрешено:","- Использовать любой вид оружия.","- Использовать бронежилеты и любое средство пополнение здоровья (кроме адреналина).","- Использовать обвесы на оружие.","- Использовать улучшенные аксессуары.","- Разрешено \"ПГ\" и \"РК\".","- Убивать игроков в зоне МП, с 20:00:00 до 20:15:59","","Запрещено:","11.1. Использовать сторонних программы | BAN 30 дней","11.2. Сотрудникам МЮ в форме запрещено участвовать в мероприятии (только без) | SPAWN\/KICK (при повторе до 30 мин JAIL)","11.3. Использование бронежилета, методов пополнения здоровья во время перестрелки между игроками | WARN","11.4. Использовать любые баги стрельбы, в том числе сбив темпа стрельбы | JAIL 120 минут \/ WARN","11.5. Запрещено прилетать и садится на крышу дворца | JAIL 120 минут","11.6. Парковать трейлеры и автомобили в зоне МП. | Cпавн автомобиля или трейлера","11.7. Использовать ЗЗ как прикрытие. | WARN","11.8. Устанавливать бомбу на мероприятии. | JAIL 120 минут","11.9. Проводить арест на мероприятии. | WARN","11.10. Запрещено убийство до мероприятия и после него. | JAIL 120 минут \/ Массовый \"ДМ\/ДБ\/ТК\" - BAN 3-5 дней","11.11. Cбивать анимации | JAIL 120 минут \/ WARN","11.12. Использовать крыши дворца. | JAIL 120 минут","11.13. Использовать маски | JAIL 120 минут","11.14. Нарушать правила сервера и использовать баги игры | В зависимости от нарушения","11.15. Максимальный пинг на мероприятии - 180 | KICK","11.16. Запрещено использовать аксессуар скейт , щит | JAIL 120 минут","11.17. Использовать камень неуязвимости | WARN","11.18. Запрещено пользоваться баллончиком с краской и подобные предметы | JAIL 120 мин","11.19. Использовать адреналин. | JAIL 120 минут","11.20. Использовать машинки \/ другие средства на ПУ во время проведения дворца: JAIL 60-120 минут","11.21. Использование скина 99, 92, CJ, йода | WARN","11.22. Находиться на заборах во время самого МП | JAIL 120 минут","11.23. Запрещено заезжать на территорию мероприятия на любом ТС | JAIL 200 минут"]},{"name":"12. ПРАВИЛА МП WarFam","content":["12. ПРАВИЛА МП \"WarFam\"","","WarFam - Территория для битвы семей в Las-Venturas, ограниченная цветной зоной.","Неприезд на забив 1-2 раза = Штраф 5.000.000 запрещено участвовать в захватах до оплаты.","Неприезд на забив 3-4 раза = Штраф 10.000.000 запрещено участвовать в захватах до оплаты.","Неприезд на забив 5 раз = Изъятие всех территорий.","Данные штрафы должен оплатить лидер семьи, если лидер не оплачивает их в течении 48 часов семье запрещено участвовать в захвате территорий до уплаты всех штрафов, а их территории будут расформированы.","От одной семьи допускается не более 10 разных участников в течении всего WarFam (возвращаться на территорию после смерти можно; если игрок посетил территорию семейного гетто, а потом вышел из игры и не может зайти, то его замена не допускается, нужно доигрывать капт меньшим количеством участников)","Использования улучшенных аксессуаров теперь делятся на сезоны.","Разрешено использовать аксессуары в следующих месяцах: Декабрь, Январь, Февраль, Июнь, Июль, Август.","Запрещено использования аксессуаров в следующих месяцах: Март, Апрель, Май, Сентябрь, Октябрь, Ноябрь.","","Разрешено:","- Использовать любой вид оружия. [Кроме: combat shotgun, sniper rifle, Uzi]","- Использовать бронежилеты и любое средство пополнение здоровье (кроме адреналина).","- Использовать обвесы на оружие.","- Убивать гражданских, если они намерено Мешают захвату.","- Убивать по всей территории WarFam.","- Использовать 160 HP.","","Запрещено:","12.1. Использовать сторонние программы\/скрипты | BAN 30 дней","12.2. Использовать маски. | JAIL 300 минут","12.3. Использование бронежилета, методов пополнения здоровья во время перестрелки между игроками | WARN","12.4. Использовать любые баги стрельбы, в том числе сбив темпа стрельбы | JAIL 300 минут \/ WARN","12.5. Вмешиваться посторонним в захват(Альянсы\/Кланы запрещены), в битве участвуют только участники двух семей. Так же запрещено объединятся нескольким семьям в одну. | WARN [Всем участникам]","12.6. Выходить или выгонять членов семьи дабы не дать убить на захвате | WARN","12.7. Намеренно Убивать участников своей семьи. | WARN","12.8. Использовать \/killme или любой другой способ умереть дабы не дать убить себя. | JAIL 120 минут","12.9. Использовать combat shotgun, sniper rifle, Uzi. | WARN","12.10. Использовать костюм попугая, скин йоды, CJ, 92 и 99 скин | JAIL 300 минут","12.11. Использовать камни телепорта и неуязвимости. | JAIL 300 минут","12.12. Использовать интерьер в бою. | WARN","12.13. Заходить за пределы WarFam с целью ухода от смерти или побега от врага. | WARN","12.14. Нарушать правила сервера и использовать баги игры | В зависимости от нарушения","12.15. Максимальный пинг на мероприятии - 150 | KICK","12.16. Запрещено использовать аксессуар скейт , щит | JAIL 300 минут","12.17. Давить игроков машиной или стрелять с водительского места. | WARN","12.18. Запрещено пользоваться баллончиком с краской и подобные предметы | JAIL 300 мин","12.19. Использовать адреналин. | JAIL 120 минут","12.20. Использовать машинки \/ другие средства на ПУ во время проведения WarFam : JAIL 300 минут","12.21. Подкидывать диалоги, trade и тп. | WARN","12.22. Участвовать в захвате в одежде гос.структур [ФБР также запрещено использовать маскировки] | WARN","12.23. Стреляться за территории у Казино, ЛВПД, Больнице ЛВ | JAIL 120","12.24. Не заходить в терру когда счет в пользу вашей фамы (сделали 2 килла - вас убили и вы больше не пришли): Изъятие территории","12.25. Частые нарушение от членов семьи на мероприятии | Предупреждение лидеру семьи \/ Удаление семьи [На усмотрение ГА]","12.26. За намеренный слив семьи | ЧС сервера","12.27. Выходить из игры на решающем фраге\/в бою | WARN","12.28. Удалять объекты для повышения FPS, имеющие колизию (столбы, деревья, дома, прочие объекты). | BAN 30 дней","12.29. Телепортироваться на мероприятие во время капта. | WARN","12.30. Размещать торговые лавки во время капта. | WARN","12.31. Принимать в семью во время капта. | WARN","12.32. Массово выходить из игры.| Предупреждение семье \/ Удалеиние семьи [На усмотрение ГА]","12.33. Отсутствие патронов в худе | BAN 30 дней","12.34. Убивать игроков высовываясь из пассажирского места | WARN","12.35. Использовать любой воздушный транспорт (пролетать над территорией, ставить корзину от шара) | WARN","12.36. Запрещены любые возвышенности (искл. крыша автомобиля) | JAIL 200 минут","12.37. Убийство до начала фамкапта | JAIL 200 минут","12.38 Первого числа каждого сезона (1 июня, 1 сентября, 1 декабря, 1 марта) производится расформ семейных территорий.","12.39 Наказание за любые виды ДМ начинает после завершения WarFam | Наказание согласно правилам ДМ","12.40 Иметь более 10 участников от одной семьи. | Изъятие территории","12.41. Забивать территории можно только на время: 14:30, 16:30,18:30, 21:00 | -1 территория, в случаях если забив был отменен администратором территория не изымается","12.42. Стрелять вне квадрата проведения семейного капта | WARN \/ -1 территория если повлияло на исход войны","","Спойлер: Примечание: Территория проведения семейного капта","12.43. Использовать коктейль молотова, гранаты | JAIL 300 минут","12.44 Использование двухколесных т\/c на WarFam (горник, BMX, NRG и т.д) | WARN","12.45 Использование транспорта Mercedes-AMG G63 6x6 | JAIL 300 минут","12.47 Заезжать на территорию WarFam в целях продления времени | JAIL 200 \/ -1 территория если повлияло на исход войны","12.48 При захвате всех семейных территорий одной семьей (или несколько при GOLD FULL) до окончания сезона территории подлежат расформу через 2 недели (14 дней). Исключение: если до конца сезона остается менее 30-ти суток, то территории не подлежат расформу по данному правилу. Отсчёт 30 суток идет с момента прохождения 14 суток с момента захвата.","12.49 Запрещено понижать\/повышать людей во время WarFam | WARN \/ -1 территория если повлияло на исход войны","12.50 Запрещено использовать скины с заточкой (зависит от месяца, правила действуют на весну и осень) | WARN","12.51 Запрещено использовать заточенный бронежилет (зависит от месяца, правила действуют на весну и осень) | WARN","[ДЕЙСТВУЕТ С 13.03.2023 00:00 МСК] 12.52 Запрещается использовать оглушающий плод, а также охранников | WARN","","","","Правила выдачи территорий:","1. 3 наказания (варн\/деморган) | -1 семейная территория.","2. Бан на семейном капте | -2 семейные территории.","3. Неприезд (так же, если приехали на момент начала капта, а после его начала уехали с капта) | -1 семейная территория (в случае, если системно семья получила за этот капт +территорию - новая территория от администрации не выдается)"]},{"name":"13. ПРАВИЛА ВЛАДЕНИЯ ИМУЩЕСТВОМ","content":["13. ПРАВИЛА ВЛАДЕНИЯ ИМУЩЕСТВОМ","","Запрещено:","13.1. При выдаче наказания на основной аккаунт владельца, заместителями автоматически запрещена оплата имущества, если аккаунт владельца был забанен 30+ дней и более. | BAN 15 дней человеку оплатившему имущество","13.2. Запрещено ставить на заместителя свой твинк. | Удаление заместителя","13.3. Запрещено иметь бизнес на твинке | Изъятие бизнеса","13.4. Владельцам бизнесов (относится к бизнесам, которые влияют на экономику и игру других людей) запрещено системно закрывать свой бизнес через \/bizinfo. Если владелец бизнеса не будет соблюдать указанное правило: в первый раз он будет предупрежден Главной администрацией сервера. Если в течении 48 часов после предупреждения от Главной администрации бизнес не будет системно открыт - администрация оставляет за собой право изъять бизнес у владельца без права его возвращения после изъятия.","","примечание к 13.4 - бизнес без продуктов, который не закупает продукты в течении 24-х часов и простаивает без продуктов, будет считаться системно закрытым. (если бизнес закупает продукты, но баланс не позволяет доставить продукты - тоже относится к примечанию)"]},{"name":"14. ПРАВИЛА ЗАХВАТА ВОЕННОЙ БАЗЫ","content":["14. ПРАВИЛА ЗАХВАТА ВОЕННОЙ БАЗЫ","","Запрещено нападать на любую военную базу\/тюрьму ЛВ с 12:00 до 16:00 и 19:00 до 21:00.","С 10:00 до 22:00 разрешено нападать в количестве от 6-ти игроков.","С 22:00 до 10:00 разрешено нападать в количестве от 3-ех игроков.","Если в процессе нападения участников становится меньше шести с 10:00 до 22:00,они обязаны как можно быстрее самостоятельно покинуть военную базу.","Если в процессе нападения участников становится меньше трех с 22:00 до 10:00,они обязаны как можно быстрее самостоятельно покинуть военную базу.","","Разрешено:","- Использовать любой вид оружия. (кроме запрещенных)","- Использовать бронежилеты и любое средство пополнения здоровья.","- Убивать гражданских, если они намеренно мешают.","- Использовать 160 HP.","- Военным разрешено PG.","- Разрешено воровать материалы в купленной военной форме в одиночку в любое время (правило про время не распространяется на массовое нападение в форме).","","","","Запрещено:","14.1. Возвращаться сразу после смерти на военную базу в течении 15 минут.","14.2. Нападать на военных в красной зоне. Огонь можно открыть только по провокации одного из военных (выбегание и забегание на красную зону, оскорбления в IC чат, долгий простой на красной зоне [1+ минута], заход на спавн и выход на красную зону дабы сбить время простоя, ведение огня военных по участникам нападения а так же в воздух или стены). При нарушении будет расцениваться как SpawnKill.","14.3. Использовать машинки \/ другие средства на Пульте Управления во время нападения на военную базу.","14.4. Нападать на военную базу без бронежилета \/ маски \/ оружия .","14.5. Использовать костюм попугая, скин йоды, CJ, 92 и 99 и любые скины роллеров.","14.6. Стоять в АФК более чем 3 минуты.","14.7. Запрещено использовать такие типы оружия как: Tec-9 и Uzi"]},{"name":"15. ПРАВИЛА ЗАХВАТА ПРИТОНОВ","content":["15. ПРАВИЛА ЗАХВАТА ПРИТОНОВ","","За притоны могут сражаться абсолютно все игроки сервера.","Банды и гос. структуры(облавы) могут захватывать притон в любое время суток, остальные игроки могут нападать на притон только в специально время, а именно с 14:00 до 16:00 и с 20:00 до 22:00.","","Разрешено:","- Типы оружия: Desert Eagle, M4, Shotgun, AK-47, MP-5, Rifle.","- Использовать для регенерации: наркотики, напитки, аптечку, сигареты. Использование в бою запрещено.","- Использовать бронежилеты.","- Использовать аксессуары регенерации или защиты.","","Запрещено:","15.1. Использование запрещённых типов оружия | JAIL 120","15.2. Использовать запрещённые типы аксессуаров | JAIL 120","15.3. Убивать игроков, которые никак не угрожают притону (Обычные игроки, посетители притона) | JAIL 120 минут","15.4. Нападать в запрещенное время | JAIL 120","15.5. Использовать запрещённые типы регенерации | JAIL 120","15.6. Использовать игрушки на радиоуправлении | JAIL 120","15.7. Использовать камень пространства\/не уязвимости. | JAIL 260 минут","15.8. Использовать маскировку военного. | JAIL 120 минут","15.9. Использовать скин Йоды, CJ, 92 и 99. | JAIL 120 минут","15.10. Использовать защитные сеты, которые добавлены для МО\/МЮ | JAIL 120"]},{"name":"16. ПРАВИЛА RP НИКНЕЙМОВ","content":["16. ПРАВИЛА RP НИКНЕЙМОВ","","На нашем сервере существует понятие РП и НонРП ники. К РП никам относятся никнеймы, зарегистрированные по форме Имя_Фамилия (Jeremy_Hovan, Kate_Smith и т.п.)","","Запрещены никнеймы следующего плана:","","Клички, прозвища: Tawer, User, Lalka, Maloy и т.п.","Слова, не имеющие отношения к именам: Softer, Ghetto, Gmchik, Aimchik, Pukan, Dotka, Samp и т.п.","Названия предметов и тп: Tazik, Venik, Tapok, Bublik, Arizona и т.п.","Мат в нике.","Caps в нике.","Приставки к никам: Old, Super, Big и т.п.","Сокращенные имена.","","Так же, в каждой мафии\/банде должен соответствовать RP ник игрока. В Русской мафии у игроков должны быть русские имена, в ЛКН - итальянские, в Якудзе - японские. В Грув и Баллас - англо\/американские, в остальных бандах - испанские","","Примеры РП ников для банд:","Грув Стрит, Баллас: англо-американские (James_Woodson, Oliver_Moss, Patrik_Adams)","LSV, Rifa, VLA: испанские. латинос (Fernando_Peretti, Hulio_Domingues, Marcus_Santi)","В любой из банд допускается использование СНГ ников (не выше 5 ранга)","","Примеры РП ников для мафий:","","ЛКН: итальянские (Giovanni_Belucci, Vito_Scorcese, Mario_Monti, Luciano_Rovenni)","Якудза: японские (Masaru_Kioto, Susumu_Shino, Yuuto_Shimoto, Naoki_Abe)","Русская мафия: русские (Fedor_Emelianov, Maksim_Ivanov, Aleksandr_Bеlov, Igor_Vasiliyev)","Примечание","Добавление к русскому нику окончания \"о\", например Ivano_Petrovio, не делает его итальянским!","Равно как и Ivanuki_Petrovaki не делает ник японским!"]},{"name":"17. ПРАВИЛА НАПАДЕНИЯ НА ИНКАСАТОРОВ","content":["17. ПРАВИЛА НАПАДЕНИЯ НА ИНКАСАТОРОВ","","","- Нападение разрешено от 3-ех и более человек. | JAIL 120","- Запрещено нападать в людных местах (Зеленая зона). | WARN","- Убийство инкассаторов разрешается только с RolePlay диалогом. | JAIL 120","- Запрещено нападать на инкассаторов без маски, бронежилета, огнестрельного оружия. | WARN","- Инкассаторам разрешено оказывать огнестрельное сопротивление грабителям.","- Грабить инкассаторов имеет право только мафия или банда. | WARN"]},{"name":"18. ПРАВИЛА ВЫЗОВА ПО ТЕЛЕФОНУ ГОС.СЛУЖБ И Т.Д","content":["18. ПРАВИЛА ВЫЗОВА ПО ТЕЛЕФОНУ ГОС.СЛУЖБ И Т.Д","","18.1 NonRP вызов (см. примеры ниже) | MUTE 120 минут","18.2 Неадекватные вызовы (оскорбления, розжиг и т.д) | MUTE 300 минут","18.3 Оскорбления \/ упоминания родных в вызовах | MUTE 300 минут \/ BAN 30+ дней \/ ЧС сервера, проекта"]},{"name":"19. ПРАВИЛА УСТАНОВКИ ТЮНИНГА НА ТС","content":["19. ПРАВИЛА УСТАНОВКИ ТЮНИНГА НА ТС","","- Тюнинг должен соответствовать Role Play режиму.","- На легковой транспорт \/ мототранспорт запрещено устанавливать ковш, подиум и тому подобное.","- Ковш разрешено устанавливать на: грузовики, фуры, джипы и фургоны.","","НАРУШЕНИЯ ДАННЫХ ПУНКТОВ БУДУТ НАКАЗЫВАТСЯ ПО П.П 3.27"]},{"name":"20. ПРАВИЛА РП СНА","content":["20. ПРАВИЛА РП СНА","","РП сон представляет собой режим игры без паузы, при этом вам не нужно нажимать паузу.","Данный режим дает возможность игрокам прокачивать игровой уровень значительно быстрее и при этом немного зарабатывать.","","Игрокам, состоящим в гос.организациях\/мафиях\/бандах занимающих 9 и выше ранг РП сон запрещен. Расценивается как кач зп во фракции и наказывается - Warn'ом.","Так же за нарушение РП сна, игроки во фракции от 8 ранга и обычные игроки, будут получать JAIL на 30 минут и KICK.","По игровому уровню - существует такое ограничение, игрок до 10 уровня может находиться в РП сне хоть на улице на скамейке, хоть у себя дома. С 10+ уровня РП сон разрешен строго в доме!","РП сон разрешен с 22:00 до 09:00"]},{"name":"21. ПРАВИЛА ПИРАТСТВА","content":["21. ПРАВИЛА ПИРАТСТВА","","21.1. Запрещено грабить игроков в зоне разгрузки нефти, а также на территории самих нефтевышек.","21.2. При ограблении водного транспорта с нефтью, нападаюших должно быть в два раза больше, чем людей на лодке, на которую происходит нападение.","21.3. При ограблении у нападающих игроков обязательно наличие масок, бронежилета и оружия у каждого нападающего.","21.4. Разрешено использовать любой вид оружия, кроме: UZI, TEC-9, снайперские винтовки. Распространяется на обе стороны.","21.5. Во время нападения от игроков, совершающих нападение на лодку, должны быть предупреждения в РП чат: \"Это ограбление, останавливай лодку или начнем стрелять!\", либо другой подобный РП диалог.","","ЗА НАРУШЕНИЕ ДАННЫХ ПРАВИЛ ПОСЛЕДУЕТ НАКАЗАНИЕ: JAIL 120-300 минут"]}]